[
    {
        "pos": 1,
	"func": "dataset",
        "url": "choose/col/1/",
        "name": "Budżet centralny",
        "descr": "Budżet centralny to kolekcja przedstawiająca budżet panstwa z kilku kluczowych perspektyw",
        "long_descr": "<p><b>Budżet państwa</b> jest najwyższej rangi planem finansowym polityki państwa oraz narzędziem polityki społecznej, uwzględniającym planowane dochody i wydatki państwa na następny rok budżetowy. Jako dochody uwzględnia się m.in.: wpływy z podatków pośrednich i bezpośrednich, dochody niepodatkowe (np. cła), dochody z prywatyzacji oraz dochody zagraniczne. Mianem wydatków określa się m.in. koszty dotacji, obsługi długu publicznego, obsługi strefy budżetowej, rozliczeń z bankami, subwencji dla gmin oraz rezerw ogólnych. Termin \"budżet\" pochodzi z łacińskiego bulga, oznaczającego skórzany mieszek przeznaczony do zbierania dochodów. Słowo to przyjęło się następnie w wielu językach (ang. budget, starofr. bougette, fr. la budget]. Dla historycznego rozwoju instytucji budżetu znaczenie miało kilka zdarzeń, które rozstrzygnęły o jej współczesnym kształcie, wśród których - poza oddzieleniem majątku publicznego od majątku królewskiego - wymienić należy rozwijanie stosunków towarowo-pieniężnych, parlamentaryzmu, funkcji socjalnych i gospodarczych państwa, rozwój międzynarodowych stosunków gospodarczych i finansowych oraz procesy integracyjne zachodzące we współczesnym świecie.</p>",
        "perspectives": [
            {
                "pos": 1,
                "func": "structure",
      	        "url": "choose/col/1/view/1",
      	        "name": "Budżet zadaniowy",
      	        "descr": "Budżet zadaniowy dzieli państwo na dwadzieścia dwie funkcje, w ramach których środki przydzielane są konkretnym instytucjom.",
      	        "long_descr": null
            },
            {
                "pos": 2,
                "func": "structure",
                "url": "choose/col/1/view/2",
                "name": "Budżet instytucjonalny",
                "descr": "Opis budżetu instytucjonalnego"
            },
            {
                "pos": 3,
                "func": "structure",
                "name": "Budżet księgowy",
                "url": "choose/col/1/view/3",
                "descr": "Budżet księgowy to tradycyjna struktura budżetowa realizowana w chwili obecnej w ramach ustawy budżetowej.",
                "long_descr": null
            },
            {
                "pos": 4,
                "func": "story",
                "url": "snapshots/a1b1c1_d1b3c2_d1",
                "src": "db.snapshot_a1b1c1_d1b3c2_d1",
                "name": "Wynagrodzenia",
                "descr": "Wynagrodzenia",
                "long_descr": null
            },
            {
                "pos": 5,
                "func": "story",
                "url": "snapshots/a1b1c1_d1b3c4_d2",
                "src": "db.snapshot_a1b1c2_d1b3c4_d2",
                "name": "Środki ruchome",
                "descr": "Środki ruchome",
                "long_descr": null
            },
            {
                "pos": 6,
                "func": "story",
                "url": "snapshots/a1b3c1_d1b3c2_d1",
                "src": "db.snapshot_a3b1c1_d1b3c2_d1",
                "name": "Wartości niematerialne i prawne",
                "descr": "Wartości niematerialne i prawne",
                "long_descr": null
            },
            {
                "pos": 7,
                "func": "story",
                "url": "snapshots/a1b3c2_d1b3c4_d2",
                "src": "db.snapshot_a3b2c2_d1b3c4_d2",
                "name": "Środki nieruchome",
                "descr": "Środki nieruchome",
                "long_descr": null
             }
        ]
    },
    {
        "pos": 2,
	"func": "dataset",
        "name": "Wybory lokalne",
        "url": "choose/col/2/",
        "descr": "Kolekcja danych z wyborów samorządowych - do rad gmin, powiatów i sejmików oraz wójtów i prezydentów miast.",
        "long_descr": "<p>W wyborach na wójtów, burmistrzów i prezydentów miast część kandydatów zwyciężyła już w pierwszej turze. Największą przewagę nad konkurentami w I turze uzyskali kandydaci w gminach: Budzyń, Puńsk i Szczytna; w każdej z nich uzyskali oni ponad 95% głosów[3]. W miastach wojewódzkich w pierwszej turze wynik został rozstrzygnięty w Białymstoku, Gdańsku, Katowicach, Kielcach, Rzeszowie, Warszawie, we Wrocławiu i w Zielonej Górze, przy czym największą przewagę nad konkurentami w spośród tych miast uzyskał Rafał Dutkiewicz we Wrocławiu, uzyskując ponad 71% głosów[3] (spośród miast niebędących siedzibami województw najwyższy wynik zanotowano w Gdyni, gdzie Wojciech Szczurek wygrał uzyskując ponad 87% głosów[4]). Druga tura wyborów na prezydentów miast wojewódzkich potrzebna była w Krakowie (Jacek Majchrowski vs Stanisław Kracik), w Łodzi (Hanna Zdanowska vs Dariusz Joński, w Poznaniu (Ryszard Grobelny vs Grzegorz Ganowicz), w Olstynie (Czesław Małkowski vs Piotr Grzymowicz), w Bydgoszczy (Rafał Bruski vs Konstanty Dombrowicz), w Opolu (Ryszard Zembaczyński vs Tomasz Garbowski), w Szczecinie (Piotr Krzystek vs Arkadiusz Litwiński) i w Lublinie (Lech Sprawka vs Krzysztof Żuk).</p>",
        "perspectives": [
            {
                "pos": 1,
                "func": "structure",
                "name": "Wybory wójtów, burmistrzów i prezydentów miast",
                "url": "choose/col/2/view/1",
                "descr": "W wyborach na wójtów, burmistrzów i prezydentów miast część kandydatów zwyciężyła już w pierwszej turze.",
                "long_descr": null
            },
            {
                "pos": 2,
                "func": "structure",
                "name": "Sejmiki wojewódzkie",
                "url": "choose/col/2/view/2",
                "descr": "W wyborach do sejmików wojewódzkich frekwencja wyniosła 47,26% uprawnionych do głosowania. Oddano 12,06% głosów nieważnych. Ważnych głosów oddano 12 721 376",
                "long_descr": null
            },
            {
                "pos": 3,
                "func": "story",
                "name": "Wyniki wyborów według płci",
                "descr": "Wyniki wyborów według płci",
                "url": "snapshots/a2b1c1_d1b3c2_d1",
                "src": "db.snapshot_a2b1c1_d1b3c2_d1",
                "long_descr": null
            },
            {
                "pos": 4,
                "func": "story",
                "name": "Wyniki wyborów według wieku",
                "descr": "Wyniki wyborów według wieku",
                "url": "snapshots/a2b1c2_d1b3c4_d2",
                "src": "db.snapshot_a2b1c2_d1b3c4_d2",
                "long_descr": null
            }
        ]
    }
]
